Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Vault_ImportFilesFailed
source: Failed to import files: {0}
de: Die Dateien konnten nicht importiert werden: {0}
es: No se pudieron importar los archivos: {0}
ja: ファイルをインポートできませんでした: {0}
zh_cn: 无法导入文件：{0}

# Vault_ImportSucceeded
source: Successfully imported {0} file(s)
de: {0} Datei(en) erfolgreich importiert
es: Se importaron correctamente {0} archivo(s)
ja: {0} 個のファイルをインポートしました
zh_cn: 已成功导入 {0} 个文件

# Vault_ImportSucceededFromFolder
source: Successfully imported {0} file(s) from folder
de: {0} Datei(en) erfolgreich aus dem Ordner importiert
es: Se importaron correctamente {0} archivo(s) de la carpeta
ja: フォルダーから {0} 個のファイルをインポートしました
zh_cn: 已成功从文件夹导入 {0} 个文件

# Vault_ImportPartial
source: Imported {0} of {1} file(s)
de: {0} von {1} Datei(en) importiert
es: Se importaron {0} de {1} archivo(s)
ja: {1} 個中 {0} 個のファイルをインポートしました
zh_cn: 已导入 {0} 个文件（共 {1} 个）

# Vault_ImportPartialFromFolder
source: Imported {0} of {1} file(s) from folder
de: {0} von {1} Datei(en) aus dem Ordner importiert
es: Se importaron {0} de {1} archivo(s) de la carpeta
ja: フォルダーの {1} 個中 {0} 個のファイルをインポートしました
zh_cn: 已从文件夹导入 {0} 个文件（共 {1} 个）

# Vault_ImportUnreadableOne
source: 1 of them could not be read and is marked Failed
de: 1 davon konnte nicht gelesen werden und ist als „Fehlgeschlagen“ markiert
es: 1 de ellos no se pudo leer y está marcado como Fallido
ja: そのうち 1 個は読み取れなかったため、「失敗」とマークされています
zh_cn: 其中 1 个无法读取，已标记为“失败”

# Vault_ImportUnreadableMany
source: {0} of them could not be read and are marked Failed
de: {0} davon konnten nicht gelesen werden und sind als „Fehlgeschlagen“ markiert
es: {0} de ellos no se pudieron leer y están marcados como Fallido
ja: そのうち {0} 個は読み取れなかったため、「失敗」とマークされています
zh_cn: 其中 {0} 个无法读取，已标记为“失败”

# Vault_ImportDuplicateOne
source: 1 skipped as a duplicate
de: 1 als Duplikat übersprungen
es: 1 omitido por ser un duplicado
ja: 1 個は重複のためスキップしました
zh_cn: 1 个因重复而跳过

# Vault_ImportDuplicateMany
source: {0} skipped as duplicates
de: {0} als Duplikate übersprungen
es: {0} omitidos por ser duplicados
ja: {0} 個は重複のためスキップしました
zh_cn: {0} 个因重复而跳过

# Vault_ImportNotImportedOne
source: 1 could not be imported
de: 1 konnte nicht importiert werden
es: 1 no se pudo importar
ja: 1 個はインポートできませんでした
zh_cn: 1 个无法导入

# Vault_ImportNotImportedMany
source: {0} could not be imported
de: {0} konnten nicht importiert werden
es: {0} no se pudieron importar
ja: {0} 個はインポートできませんでした
zh_cn: {0} 个无法导入

# Vault_ScanningFolder
source: Scanning folder...
de: Ordner wird durchsucht...
es: Examinando la carpeta...
ja: フォルダーをスキャンしています...
zh_cn: 正在扫描文件夹...

# Vault_FolderImportFailedStatus
source: Folder import failed
de: Ordnerimport fehlgeschlagen
es: Error al importar la carpeta
ja: フォルダーのインポートに失敗しました
zh_cn: 文件夹导入失败

# Vault_ImportFolderFailed
source: Failed to import folder: {0}
de: Der Ordner konnte nicht importiert werden: {0}
es: No se pudo importar la carpeta: {0}
ja: フォルダーをインポートできませんでした: {0}
zh_cn: 无法导入文件夹：{0}

# Vault_NoSupportedFilesStatus
source: No supported files found in folder
de: Keine unterstützten Dateien im Ordner gefunden
es: No se encontraron archivos compatibles en la carpeta
ja: フォルダーにサポートされているファイルがありません
zh_cn: 文件夹中未找到支持的文件

# Vault_NoSupportedFilesInFolder
source: No supported files found in the selected folder.
de: Im ausgewählten Ordner wurden keine unterstützten Dateien gefunden.
es: No se encontraron archivos compatibles en la carpeta seleccionada.
ja: 選択したフォルダーにサポートされているファイルが見つかりませんでした。
zh_cn: 所选文件夹中未找到支持的文件。

# Vault_DeleteFailed
source: Failed to delete document: {0}
de: Das Dokument konnte nicht gelöscht werden: {0}
es: No se pudo eliminar el documento: {0}
ja: ドキュメントを削除できませんでした: {0}
zh_cn: 无法删除文档：{0}

# Vault_ReindexFailed
source: Failed to re-index document: {0}
de: Das Dokument konnte nicht neu indexiert werden: {0}
es: No se pudo reindexar el documento: {0}
ja: ドキュメントを再インデックスできませんでした: {0}
zh_cn: 无法重新索引文档：{0}

# Vault_WorkflowLaunchUnavailable
source: Workflow launch service unavailable.
de: Der Dienst zum Starten von Workflows ist nicht verfügbar.
es: El servicio para iniciar flujos de trabajo no está disponible.
ja: ワークフローの起動サービスを利用できません。
zh_cn: 工作流启动服务不可用。

# Vault_WorkflowDocumentMissing
source: Unable to prepare the selected document for workflows.
de: Das ausgewählte Dokument konnte nicht für Workflows vorbereitet werden.
es: No se pudo preparar el documento seleccionado para los flujos de trabajo.
ja: 選択したドキュメントをワークフロー用に準備できませんでした。
zh_cn: 无法为工作流准备所选文档。

# Vault_WorkflowNotEnoughText
source: This document does not have enough indexed text to launch into a workflow yet.
de: Dieses Dokument hat noch nicht genug indexierten Text, um es in einem Workflow zu verwenden.
es: Este documento aún no tiene suficiente texto indexado para usarlo en un flujo de trabajo.
ja: このドキュメントには、ワークフローで使用できるだけのインデックス済みテキストがまだありません。
zh_cn: 此文档的已索引文本还不足以在工作流中使用。

# Vault_WorkflowPrepareFailed
source: Failed to prepare the document for workflows.
de: Das Dokument konnte nicht für Workflows vorbereitet werden.
es: No se pudo preparar el documento para los flujos de trabajo.
ja: ドキュメントをワークフロー用に準備できませんでした。
zh_cn: 无法为工作流准备文档。

# Vault_BulkDeleteFailed
source: Bulk delete failed
de: Löschen der ausgewählten Dokumente fehlgeschlagen
es: Error al eliminar los documentos seleccionados
ja: 一括削除に失敗しました
zh_cn: 批量删除失败

# Vault_BulkReindexFailed
source: Bulk reindex failed
de: Neuindexierung der ausgewählten Dokumente fehlgeschlagen
es: Error al reindexar los documentos seleccionados
ja: 一括再インデックスに失敗しました
zh_cn: 批量重新索引失败

# Vault_DroppedFolderUnreadable
source: Could not read the dropped folder {0}; its files were not imported.
de: Der abgelegte Ordner {0} konnte nicht gelesen werden; seine Dateien wurden nicht importiert.
es: No se pudo leer la carpeta arrastrada {0}; sus archivos no se importaron.
ja: ドロップしたフォルダー {0} を読み取れなかったため、そのファイルはインポートされませんでした。
zh_cn: 无法读取拖放的文件夹 {0}，其中的文件未导入。

# Vault_NoSupportedFilesDropped
source: No supported files found in the dropped folder(s).
de: In den abgelegten Ordnern wurden keine unterstützten Dateien gefunden.
es: No se encontraron archivos compatibles en las carpetas arrastradas.
ja: ドロップしたフォルダーにサポートされているファイルが見つかりませんでした。
zh_cn: 拖放的文件夹中未找到支持的文件。

# Vault_DuplicateMatch
source: '{0}' matches '{1}'
de: „{0}“ entspricht „{1}“
es: «{0}» coincide con «{1}»
ja: 「{0}」は「{1}」と一致します
zh_cn: “{0}”与“{1}”相同

# Vault_DuplicateWarningOne
source: 1 file is a duplicate and will be skipped
de: 1 Datei ist ein Duplikat und wird übersprungen
es: 1 archivo es un duplicado y se omitirá
ja: 1 個のファイルが重複しているため、スキップされます
zh_cn: 1 个文件重复，将被跳过

# Vault_DuplicateWarningMany
source: {0} files are duplicates and will be skipped
de: {0} Dateien sind Duplikate und werden übersprungen
es: {0} archivos son duplicados y se omitirán
ja: {0} 個のファイルが重複しているため、スキップされます
zh_cn: {0} 个文件重复，将被跳过

# Vault_FiltersWidened
source: Filters were widened to show the requested document.
de: Die Filter wurden erweitert, um das angeforderte Dokument anzuzeigen.
es: Se ampliaron los filtros para mostrar el documento solicitado.
ja: 要求されたドキュメントを表示するため、フィルターを広げました。
zh_cn: 已放宽筛选条件以显示所请求的文档。

# Vault_WorkflowSourceLine
source: Source: Knowledge Vault document
de: Quelle: Dokument aus dem Wissens-Tresor
es: Origen: documento de la Bóveda de Conocimiento
ja: ソース: Knowledge Vault のドキュメント
zh_cn: 来源：Knowledge Vault 文档

# Vault_WorkflowDocumentLine
source: Document: {0}
de: Dokument: {0}
es: Documento: {0}
ja: ドキュメント: {0}
zh_cn: 文档：{0}

# Vault_WorkflowTitleLine
source: Title: {0}
de: Titel: {0}
es: Título: {0}
ja: タイトル: {0}
zh_cn: 标题：{0}

# Vault_WorkflowSummaryHeading
source: Summary
de: Zusammenfassung
es: Resumen
ja: 要約
zh_cn: 摘要

# Vault_WorkflowPreviewHeading
source: Document Preview
de: Dokumentvorschau
es: Vista previa del documento
ja: ドキュメント プレビュー
zh_cn: 文档预览

# Vault_WorkflowSourceLabel
source: Loaded document context from "{0}"
de: Dokumentkontext aus „{0}“ geladen
es: Contexto del documento cargado desde «{0}»
ja: 「{0}」からドキュメントのコンテキストを読み込みました
zh_cn: 已从“{0}”加载文档上下文

# Vault_StatusIndexed
source: Indexed
de: Indexiert
es: Indexado
ja: インデックス済み
zh_cn: 已索引

# Vault_StatusProcessing
source: Processing
de: In Verarbeitung
es: Procesando
ja: 処理中
zh_cn: 处理中

# Vault_StatusPending
source: Pending
de: Ausstehend
es: Pendiente
ja: 保留中
zh_cn: 待处理

# Vault_StatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
ja: 失敗
zh_cn: 失败

# Inbox_LoadFailed
source: Failed to load inbox
de: Der Posteingang konnte nicht geladen werden
es: No se pudo cargar la bandeja de entrada
ja: 受信トレイを読み込めませんでした
zh_cn: 无法加载收件箱

# Inbox_FilterWidened
source: Status filter widened to show the requested inbox item.
de: Der Statusfilter wurde erweitert, um das angeforderte Posteingangselement anzuzeigen.
es: Se amplió el filtro de estado para mostrar el elemento solicitado de la bandeja de entrada.
ja: 要求された受信アイテムを表示するため、ステータス フィルターを広げました。
zh_cn: 已放宽状态筛选条件以显示所请求的收件项。

# Inbox_RequestedItemGone
source: The requested inbox item is no longer available.
de: Das angeforderte Posteingangselement ist nicht mehr verfügbar.
es: El elemento solicitado de la bandeja de entrada ya no está disponible.
ja: 要求された受信アイテムは利用できなくなりました。
zh_cn: 所请求的收件项已不存在。

# Inbox_AcceptFailed
source: Failed to accept item: {0}
de: Das Element konnte nicht übernommen werden: {0}
es: No se pudo aceptar el elemento: {0}
ja: アイテムを承認できませんでした: {0}
zh_cn: 无法接受该项：{0}

# Inbox_ItemRejected
source: Item rejected
de: Element abgelehnt
es: Elemento rechazado
ja: アイテムを却下しました
zh_cn: 已拒绝该项

# Inbox_RejectFailed
source: Failed to reject item
de: Das Element konnte nicht abgelehnt werden
es: No se pudo rechazar el elemento
ja: アイテムを却下できませんでした
zh_cn: 无法拒绝该项

# Inbox_ItemDeferred
source: Item deferred
de: Element zurückgestellt
es: Elemento aplazado
ja: アイテムを保留にしました
zh_cn: 已推迟该项

# Inbox_DeferFailed
source: Failed to defer item
de: Das Element konnte nicht zurückgestellt werden
es: No se pudo aplazar el elemento
ja: アイテムを保留にできませんでした
zh_cn: 无法推迟该项

# Inbox_AcceptAllFailed
source: Failed to accept all
de: Übernehmen aller Elemente fehlgeschlagen
es: No se pudieron aceptar todos los elementos
ja: すべて承認できませんでした
zh_cn: 无法全部接受

# Inbox_PreviewsGenerated
source: AI previews generated
de: KI-Vorschauen generiert
es: Vistas previas con IA generadas
ja: AI プレビューを生成しました
zh_cn: 已生成 AI 预览

# Inbox_PreviewsCancelled
source: Preview generation cancelled
de: Generierung der Vorschauen abgebrochen
es: Generación de vistas previas cancelada
ja: プレビューの生成をキャンセルしました
zh_cn: 已取消生成预览

# Inbox_PreviewsFailed
source: Failed to generate previews
de: Die Vorschauen konnten nicht generiert werden
es: No se pudieron generar las vistas previas
ja: プレビューを生成できませんでした
zh_cn: 无法生成预览

# Inbox_CleanedUp
source: Processed items cleaned up
de: Verarbeitete Elemente bereinigt
es: Elementos procesados limpiados
ja: 処理済みのアイテムを整理しました
zh_cn: 已清理已处理项

# Inbox_CleanupFailed
source: Cleanup failed
de: Bereinigung fehlgeschlagen
es: Error en la limpieza
ja: 整理に失敗しました
zh_cn: 清理失败

# Inbox_AcceptedQueued
source: Item accepted and queued for indexing
de: Element übernommen und zur Indexierung eingereiht
es: Elemento aceptado y en cola para indexación
ja: アイテムを承認し、インデックス作成キューに追加しました
zh_cn: 已接受该项并加入索引队列

# Inbox_AcceptedLinked
source: Item accepted; identical content was already in the vault, so it was linked instead of imported again
de: Element übernommen; identischer Inhalt war bereits im Wissens-Tresor, daher wurde er verknüpft statt erneut importiert
es: Elemento aceptado; ya había contenido idéntico en la Bóveda de Conocimiento, así que se vinculó en lugar de importarlo de nuevo
ja: アイテムを承認しました。同じ内容が Knowledge Vault に既にあったため、再インポートせずにリンクしました
zh_cn: 已接受该项；Knowledge Vault 中已有相同内容，因此已关联而未重新导入

# Inbox_AlreadyAccepted
source: Item was already accepted
de: Element war bereits übernommen
es: El elemento ya estaba aceptado
ja: アイテムは既に承認されています
zh_cn: 该项已被接受

# Inbox_NothingToAccept
source: No pending items to accept
de: Keine ausstehenden Elemente zum Übernehmen
es: No hay elementos pendientes para aceptar
ja: 承認する保留中のアイテムはありません
zh_cn: 没有可接受的待处理项

# Inbox_AcceptedCountOne
source: Accepted 1 item
de: 1 Element übernommen
es: 1 elemento aceptado
ja: 1 件のアイテムを承認しました
zh_cn: 已接受 1 项

# Inbox_AcceptedCountMany
source: Accepted {0} items
de: {0} Elemente übernommen
es: {0} elementos aceptados
ja: {0} 件のアイテムを承認しました
zh_cn: 已接受 {0} 项

# Inbox_AcceptedWithVault
source: {0} ({1} already in the vault)
de: {0} ({1} bereits im Wissens-Tresor)
es: {0} ({1} ya en la Bóveda de Conocimiento)
ja: {0} ({1} 件は Knowledge Vault に既に存在)
zh_cn: {0}（其中 {1} 项已在 Knowledge Vault 中）

# Inbox_AcceptedWithFailureOne
source: {0}; 1 failed and stayed pending
de: {0}; 1 ist fehlgeschlagen und bleibt ausstehend
es: {0}; 1 falló y sigue pendiente
ja: {0}。1 件は失敗し、保留中のままです
zh_cn: {0}；1 项失败，仍为待处理

# Inbox_AcceptedWithFailuresMany
source: {0}; {1} failed and stayed pending
de: {0}; {1} sind fehlgeschlagen und bleiben ausstehend
es: {0}; {1} fallaron y siguen pendientes
ja: {0}。{1} 件は失敗し、保留中のままです
zh_cn: {0}；{1} 项失败，仍为待处理

# Inbox_ResolvedQueued
source: Resolved "{0}" by accepting it and queuing it for indexing.
de: „{0}“ erledigt: übernommen und zur Indexierung eingereiht.
es: Se resolvió «{0}»: aceptado y en cola para indexación.
ja: 「{0}」を承認し、インデックス作成キューに追加して解決しました。
zh_cn: 已解决“{0}”：已接受并加入索引队列。

# Inbox_ResolvedLinked
source: Resolved "{0}" by accepting it and linking it to the identical document already in the vault.
de: „{0}“ erledigt: übernommen und mit dem identischen Dokument im Wissens-Tresor verknüpft.
es: Se resolvió «{0}»: aceptado y vinculado al documento idéntico que ya estaba en la Bóveda de Conocimiento.
ja: 「{0}」を承認し、Knowledge Vault に既にある同じドキュメントにリンクして解決しました。
zh_cn: 已解决“{0}”：已接受并关联到 Knowledge Vault 中已有的相同文档。

# Inbox_ResolvedAlreadyAccepted
source: Resolved "{0}" by confirming it was already accepted.
de: „{0}“ erledigt: Es war bereits übernommen.
es: Se resolvió «{0}»: ya estaba aceptado.
ja: 「{0}」が既に承認済みであることを確認して解決しました。
zh_cn: 已解决“{0}”：确认其已被接受。

# Inbox_ResolvedFocusedQueued
source: Resolved the focused inbox item by accepting it and queuing it for indexing.
de: Fokussiertes Posteingangselement erledigt: übernommen und zur Indexierung eingereiht.
es: Se resolvió el elemento enfocado de la bandeja de entrada: aceptado y en cola para indexación.
ja: フォーカス中の受信アイテムを承認し、インデックス作成キューに追加して解決しました。
zh_cn: 已解决聚焦的收件项：已接受并加入索引队列。

# Inbox_ResolvedFocusedLinked
source: Resolved the focused inbox item by accepting it and linking it to the identical document already in the vault.
de: Fokussiertes Posteingangselement erledigt: übernommen und mit dem identischen Dokument im Wissens-Tresor verknüpft.
es: Se resolvió el elemento enfocado de la bandeja de entrada: aceptado y vinculado al documento idéntico que ya estaba en la Bóveda de Conocimiento.
ja: フォーカス中の受信アイテムを承認し、Knowledge Vault に既にある同じドキュメントにリンクして解決しました。
zh_cn: 已解决聚焦的收件项：已接受并关联到 Knowledge Vault 中已有的相同文档。

# Inbox_ResolvedFocusedAlreadyAccepted
source: Resolved the focused inbox item by confirming it was already accepted.
de: Fokussiertes Posteingangselement erledigt: Es war bereits übernommen.
es: Se resolvió el elemento enfocado de la bandeja de entrada: ya estaba aceptado.
ja: フォーカス中の受信アイテムが既に承認済みであることを確認して解決しました。
zh_cn: 已解决聚焦的收件项：确认其已被接受。

# Annot_LoadFailed
source: Failed to load annotations
de: Die Annotationen konnten nicht geladen werden
es: No se pudieron cargar las anotaciones
ja: 注釈を読み込めませんでした
zh_cn: 无法加载注释

# Annot_UnknownDocument
source: Unknown
de: Unbekannt
es: Desconocido
ja: 不明
zh_cn: 未知

# Annot_Updated
source: Annotation updated
de: Annotation aktualisiert
es: Anotación actualizada
ja: 注釈を更新しました
zh_cn: 注释已更新

# Annot_UpdateFailed
source: Failed to update annotation
de: Die Annotation konnte nicht aktualisiert werden
es: No se pudo actualizar la anotación
ja: 注釈を更新できませんでした
zh_cn: 无法更新注释

# Annot_Deleted
source: Annotation deleted
de: Annotation gelöscht
es: Anotación eliminada
ja: 注釈を削除しました
zh_cn: 注释已删除

# Annot_DeleteFailed
source: Failed to delete annotation
de: Die Annotation konnte nicht gelöscht werden
es: No se pudo eliminar la anotación
ja: 注釈を削除できませんでした
zh_cn: 无法删除注释

# Annot_ExportUnavailable
source: Export unavailable
de: Export nicht verfügbar
es: Exportación no disponible
ja: エクスポートを利用できません
zh_cn: 无法导出

# Annot_ExportCancelled
source: Export cancelled
de: Export abgebrochen
es: Exportación cancelada
ja: エクスポートをキャンセルしました
zh_cn: 已取消导出

# Annot_MarkdownFile
source: Markdown file
de: Markdown-Datei
es: archivo Markdown
ja: Markdown ファイル
zh_cn: Markdown 文件

# Annot_ExportedOne
source: Exported 1 annotation to {0}
de: 1 Annotation nach {0} exportiert
es: Se exportó 1 anotación a {0}
ja: 1 件の注釈を {0} にエクスポートしました
zh_cn: 已将 1 条注释导出到 {0}

# Annot_ExportedMany
source: Exported {0} annotations to {1}
de: {0} Annotationen nach {1} exportiert
es: Se exportaron {0} anotaciones a {1}
ja: {0} 件の注釈を {1} にエクスポートしました
zh_cn: 已将 {0} 条注释导出到 {1}

# Annot_ExportFailed
source: Export failed
de: Export fehlgeschlagen
es: Error en la exportación
ja: エクスポートに失敗しました
zh_cn: 导出失败

# QuickChat_Ready
source: Ready
de: Bereit
es: Listo
ja: 準備完了
zh_cn: 就绪

# QuickChat_Thinking
source: Thinking...
de: Denkt nach...
es: Pensando...
ja: 考えています...
zh_cn: 正在思考...

# QuickChat_NoResponse
source: No response received
de: Keine Antwort erhalten
es: No se recibió respuesta
ja: 応答がありませんでした
zh_cn: 未收到回复

# QuickChat_Done
source: Done
de: Fertig
es: Completado
ja: 完了
zh_cn: 完成

# QuickChat_Cancelled
source: Cancelled
de: Abgebrochen
es: Cancelado
ja: キャンセルしました
zh_cn: 已取消

# QuickChat_Error
source: Error
de: Fehler
ja: エラー
zh_cn: 错误

# QuickChat_ResponseFailed
source: Failed to get response: {0}
de: Es konnte keine Antwort abgerufen werden: {0}
es: No se pudo obtener una respuesta: {0}
ja: 応答を取得できませんでした: {0}
zh_cn: 无法获取回复：{0}

# ModelMgr_CheckingConnection
source: Checking...
de: Wird geprüft...
es: Comprobando...
ja: 確認しています...
zh_cn: 正在检查...

# ModelMgr_ConnectionFailed
source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
ja: 接続に失敗しました
zh_cn: 连接失败

# ModelMgr_ConnectFailed
source: Failed to connect to {0}. Check the AI provider in Settings.
de: Die Verbindung zu {0} ist fehlgeschlagen. Prüfen Sie den KI-Anbieter in den Einstellungen.
es: No se pudo conectar con {0}. Revise el proveedor de IA en Configuración.
ja: {0} に接続できませんでした。設定で AI プロバイダーを確認してください。
zh_cn: 无法连接到 {0}。请在“设置”中检查 AI 提供商。

# ModelMgr_LoadModelsFailed
source: Failed to load the model list. Check the {0} connection.
de: Die Modellliste konnte nicht geladen werden. Prüfen Sie die Verbindung zu {0}.
es: No se pudo cargar la lista de modelos. Revise la conexión con {0}.
ja: モデル一覧を読み込めませんでした。{0} への接続を確認してください。
zh_cn: 无法加载模型列表。请检查与 {0} 的连接。

# ModelMgr_PreparingDownload
source: Preparing to download {0}...
de: Download von {0} wird vorbereitet...
es: Preparando la descarga de {0}...
ja: {0} のダウンロードを準備しています...
zh_cn: 正在准备下载 {0}...

# ModelMgr_Downloaded
source: Successfully downloaded {0}
de: {0} erfolgreich heruntergeladen
es: {0} se descargó correctamente
ja: {0} をダウンロードしました
zh_cn: 已成功下载 {0}

# ModelMgr_DownloadCancelled
source: Download cancelled
de: Download abgebrochen
es: Descarga cancelada
ja: ダウンロードをキャンセルしました
zh_cn: 下载已取消

# ModelMgr_DownloadFailedStatus
source: Download failed: {0}
de: Download fehlgeschlagen: {0}
es: Error en la descarga: {0}
ja: ダウンロードに失敗しました: {0}
zh_cn: 下载失败：{0}

# ModelMgr_DownloadFailed
source: Failed to download {0}. Ensure {1} is available and the model name is correct.
de: {0} konnte nicht heruntergeladen werden. Stellen Sie sicher, dass {1} verfügbar ist und der Modellname stimmt.
es: No se pudo descargar {0}. Asegúrese de que {1} esté disponible y de que el nombre del modelo sea correcto.
ja: {0} をダウンロードできませんでした。{1} が利用可能で、モデル名が正しいことを確認してください。
zh_cn: 无法下载 {0}。请确保 {1} 可用且模型名称正确。

# ModelMgr_DeleteFailed
source: Failed to delete model. {0}
de: Das Modell konnte nicht gelöscht werden. {0}
es: No se pudo eliminar el modelo. {0}
ja: モデルを削除できませんでした。{0}
zh_cn: 无法删除模型。{0}

# ModelMgr_SetActiveFailed
source: Failed to set active model. {0}
de: Das aktive Modell konnte nicht festgelegt werden. {0}
es: No se pudo establecer el modelo activo. {0}
ja: アクティブなモデルを設定できませんでした。{0}
zh_cn: 无法设置当前模型。{0}

# Ops_RecallRefreshesPending
source: {0} refreshes pending
de: {0} Aktualisierungen ausstehend
es: {0} actualizaciones pendientes
ja: {0} 件の更新が保留中
zh_cn: {0} 项刷新待处理

# Ops_RecallRefreshPending
source: 1 refresh pending
de: 1 Aktualisierung ausstehend
es: 1 actualización pendiente
ja: 1 件の更新が保留中
zh_cn: 1 项刷新待处理

# Ops_RecallStaleSummaries
source: {0} stale summaries
de: {0} veraltete Zusammenfassungen
es: {0} resúmenes desactualizados
ja: {0} 件の古い要約
zh_cn: {0} 条过期摘要

# Ops_RecallStaleSummary
source: 1 stale summary
de: 1 veraltete Zusammenfassung
es: 1 resumen desactualizado
ja: 1 件の古い要約
zh_cn: 1 条过期摘要

# Ops_RecallCurrent
source: Durable recall current
de: Dauerhafter Recall aktuell
es: Recuerdo duradero al día
ja: 永続リコールは最新です
zh_cn: 持久回忆已是最新

# Ops_RecallInactive
source: Durable recall inactive
de: Dauerhafter Recall inaktiv
es: Recuerdo duradero inactivo
ja: 永続リコールは無効です
zh_cn: 持久回忆未启用

# Ops_RecallDetailNoSummaries
source: Open Analytics to inspect summary coverage and recent snapshots.
de: Öffnen Sie Analytics, um die Abdeckung der Zusammenfassungen und die letzten Snapshots zu prüfen.
es: Abra Analytics para revisar la cobertura de los resúmenes y las instantáneas recientes.
ja: Analytics を開いて、要約のカバー範囲と最近のスナップショットを確認します。
zh_cn: 打开 Analytics 查看摘要覆盖范围和最近的快照。

# Ops_RecallDetailSnapshots
source: {0} stored snapshots, latest {1}
de: Gespeicherte Snapshots: {0}, zuletzt {1}
es: Instantáneas almacenadas: {0}, la última {1}
ja: 保存済みスナップショット: {0} 件、最新 {1}
zh_cn: 已存快照：{0} 个，最新 {1}

# Ops_SummaryRefreshError
source: Refresh error
de: Aktualisierungsfehler
es: Error de actualización
ja: 更新エラー
zh_cn: 刷新出错

# Ops_SummaryStale
source: Stale
de: Veraltet
es: Desactualizado
ja: 古い
zh_cn: 已过期

# Ops_SummaryPending
source: {0} pending
de: {0} ausstehend
es: Pendientes: {0}
ja: {0} 件保留中
zh_cn: {0} 条待处理

# Ops_SummaryCurrent
source: Current
de: Aktuell
es: Al día
ja: 最新
zh_cn: 最新

# Ops_SummaryUntitled
source: Untitled conversation
de: Unbenannte Konversation
es: Conversación sin título
ja: 無題の会話
zh_cn: 未命名会话

# Ops_SummaryCovered
source: {0} messages covered, {1}
de: Abgedeckte Nachrichten: {0}, {1}
es: Mensajes cubiertos: {0}, {1}
ja: 対象メッセージ: {0} 件、{1}
zh_cn: 已覆盖消息：{0} 条，{1}

# Ops_SummariesEmptyTitle
source: No stored summaries yet
de: Noch keine gespeicherten Zusammenfassungen
es: Aún no hay resúmenes almacenados
ja: 保存された要約はまだありません
zh_cn: 尚无已存摘要

# Ops_SummariesEmptyDetail
source: Durable summary previews will appear here once conversations refresh.
de: Vorschauen dauerhafter Zusammenfassungen erscheinen hier, sobald Konversationen aktualisiert werden.
es: Las vistas previas de los resúmenes duraderos aparecerán aquí cuando se actualicen las conversaciones.
ja: 会話が更新されると、永続的な要約のプレビューがここに表示されます。
zh_cn: 会话刷新后，持久摘要预览将显示在此处。

# Ops_SyncNotConfigured
source: Not configured
de: Nicht konfiguriert
es: Sin configurar
ja: 未構成
zh_cn: 未配置

# Ops_SyncOff
source: Collaborative sync is off
de: Collaborative Sync ist aus
es: Collaborative Sync está desactivado
ja: Collaborative Sync はオフです
zh_cn: Collaborative Sync 已关闭

# Ops_SyncSetupHint
source: Configure a shared folder to keep multiple installations aligned.
de: Richten Sie einen gemeinsamen Ordner ein, um mehrere Installationen abzugleichen.
es: Configure una carpeta compartida para mantener alineadas varias instalaciones.
ja: 共有フォルダーを設定して、複数のインストールをそろえた状態に保ちます。
zh_cn: 配置共享文件夹，使多个安装保持一致。

# Ops_SyncHeadlineSyncing
source: Syncing now
de: Wird synchronisiert
es: Sincronizando
ja: 同期中
zh_cn: 正在同步

# Ops_SyncHeadlineConflict
source: Conflict detected
de: Konflikt erkannt
es: Conflicto detectado
ja: 競合を検出
zh_cn: 检测到冲突

# Ops_SyncHeadlineError
source: Needs attention
de: Handlungsbedarf
es: Requiere atención
ja: 要確認
zh_cn: 需要处理
